{
    "translations": [
        {
            "Android"                : "Android",
            "Browsers"               : "Browser",
            "Official Firefox Client": "Offizieller Firefox Client",
            "Official Chrome Client" : "Offizieller Chrome Client",
            "official"               : "offiziell",
            "created by {author}"    : "erstellt von {author}",
            "sources"                : "Quelltext",
            "Connect with PassLink"  : "Mit PassLink verbinden",
            "Connect a new device"   : "Ein neues Gerät verbinden",
            "Connect via link"       : "Mittels Link verbinden",
            "Choose a name:"         : "Namen festlegen:",
            "The codes don't match"  : "Die Codes passen nicht",
            "Looks good"             : "Die Codes stimmen überein",
            "Connection successful"  : "Verbindungsaufbau erfolgreich",
            "I'm done"               : "Assistenten beenden",
            "Don't try again"        : "Assistenten beenden",
            "Connect something else" : "Eine weitere Verbindung hinzufügen",
            "Try again"              : "Erneut verscuhen",
            "Libraries"              : "Bibliotheken",
            "NPM Package"            : "NPM Paket",
            "Rust Library"           : "Rust Bibliothek"
        },
        {
            "You cancelled the connection"                      : "Sie haben den Verbindungsaufbau abgebrochen",
            "You did not confirm the connection in time"        : "Sie haben die Verbindung nicht rechtzeitig bestätigt",
            "This app uses an api which is no longer supported.": "Diese App verwendet eine nicht mehr unterstützte API.",
            "Official JavaScript client for the API"            : "Offizielles JavaScript-Paket für die API",
            "A Rust library to bind to the API (WIP)"           : "Eine Rust-Bibliothek zur Anbindung der API"
        },
        {
            "To connect a new device or app, simply scan the QR code or click the link."                                                                                     : "Um ein neues Gerät oder eine App zu verbinden, scannen Sie einfach den QR-Code oder klicken Sie auf den Link.",
            "Scan the QR code to connect a new device or app."                                                                                                               : "Scanne einfach den QR-Code um dich mit einem neuen Gerät oder einer neuen App zu verbinden.",
            "Check if the codes below match with the ones provided by the device or app:"                                                                                    : "Bitte prüfen Sie, ob diese Codes mit denen auf Ihrem Gerät oder in der App übereinstimmen:",
            "Access and manage all your passwords easily within Firefox thanks to our official extension from the Firefox Add-on store."                                     : "Dank unserer offiziellen Erweiterung aus dem Firefox Add-on Store können Sie alle Ihre Passwörter einfach in Firefox verwenden und verwalten.",
            "Our official Chrome extension lets you manage all your passwords from your browser and is available for many Chromium based Browsers from the Chrome Web Store.": "Unsere offizielle Chrome-Erweiterung ermöglicht es Ihnen, alle Ihre Passwörter über Ihren Browser zu verwalten und ist für viele auf Chromium basierenden Browsern im Chrome Web Store verfügbar.",
            "Finally a modern, fast and lightweight app to access and manage your passwords from your Android device. Get it from Google Play."                              : "Endlich eine moderne, schnelle und benutzerfreundliche App für den Zugriff und die Verwaltung Ihrer Passwörter von Ihrem Android-Gerät aus. Holen Sie sie sich bei Google Play.",
            "Cloud Password Manager is a password manager that puts you in control. Access all the passwords stored on your Nextcloud from your Android Phone."              : "Cloud Password Manager ist ein Passwortmanager, bei dem Sie die Kontrolle behalten. Greifen Sie von Ihrem Android-Gerät aus auf alle auf Ihrer Nextcloud gespeicherten Passwörter zu."
        }
    ],
    "pluralForm"  : "nplurals=2; plural=(n != 1);"
}