{
    "translations": [
        {
            "official"              : "oficial",
            "by {author}"           : "por {author}",
            "source code"           : "código fuente",
            "learn more"            : "saber más",
            "Connect with PassLink" : "Conectar con PassLink",
            "Connect a new device"  : "Conectar un nuevo dispositivo",
            "Connect via link"      : "Conectar usando un enlace",
            "Choose a name:"        : "Escoge un nombre:",
            "The codes don't match" : "Los códigos no coinciden",
            "Looks good"            : "Se ve bien",
            "Connection successful" : "Conexión exitosa",
            "I'm done"              : "Eso fue todo",
            "Don't try again"       : "No lo intentes de nuevo",
            "Connect something else": "Conectar algo más",
            "Try again"             : "Intentar de nuevo",
            "Strong Encryption"     : "Cifrado fuerte"
        },
        {
            "Failed to fetch apps: {error}"             : "No se ha podido cargar las aplicaciones: {error}",
            "You cancelled the connection"              : "Cancelaste la conexión",
            "You did not confirm the connection in time": "No confirmaste la conexión a tiempo"
        },
        {
            "Just scan the QR code with the app to connect it."                             : "Simplemente escanea el código QR con la aplicación para conectarlo.",
            "Click the button when you are ready to start the connection."                  : "Pulsa el botón cuando estés listo para iniciar la conexión.",
            "Check if the codes below match with the ones provided by the device or app:"   : "Comprueba si los códigos a continuación coinciden con los proporcionados por el dispositivo o la aplicación:",
            "Link this client to your Nextcloud account without annoying passwords and urls": "Vincula este cliente a tu cuenta de Nextcloud sin contraseñas ni URL molestas",
            "This client officially supports our strong end-to-end encryption"              : "Este cliente es compatible oficialmente con nuestro sólido cifrado de extremo a extremo.",
            "This client is maintained by the authors of the Passwords app"                 : "Este cliente es mantenido por los autores de la aplicación Contraseñas."
        },
        {
            "Click the button to connect an app installed on this device or scan the QR code with the app if it's installed on another device.": "Pulsa el botón para conectar una aplicación instalada en este dispositivo o escanea el código QR con la aplicación si está instalada en otro dispositivo."
        }
    ],
    "pluralForm"  : "nplurals=2; plural=(n != 1);"
}
