{
    "translations": [
        {
            "Password Rules"              : "Regles per a contrasenyes",
            "Mark duplicates"             : "Marcar els duplicats",
            "Maximum age in days"         : "Duració màxima en dies",
            "Password Generator"          : "Generador de contrasenyes",
            "Password strength"           : "Força de les contrasenyes",
            "Include numbers"             : "Incloure números",
            "Include special characters"  : "Incloure caràcters especials",
            "Login & Session"             : "Registre i accés",
            "Keep me logged in"           : "Manteniu-me connectat",
            "Always"                      : "Sempre",
            "When i'm working"            : "Quan estic treballant",
            "When i'm active"             : "Quan estic actiu",
            "End session after"           : "Finalitzar sessió després de",
            "One minute"                  : "Un minut",
            "{minutes} minutes"           : "{minutes} minuts",
            "End-to-end Encryption"       : "Xifratge d'extrem a extrem",
            "Server encryption mode"      : "Xifratge al servidor",
            "None if CSE used"            : "Cap si s'utilitza el xifrat al client",
            "Simple encryption"           : "Xifratge senzill",
            "Advanced encryption"         : "Xifratge avançat",
            "Client encryption mode"      : "Xifratge al dispositiu client",
            "Enable"                      : "Activar",
            "Change Password"             : "Canviar la contrasenya",
            "User Interface"              : "Interfície d'usuari",
            "Initial section"             : "Secció inicial",
            "All Passwords"               : "Totes les contrasenyes",
            "Passwords List View"         : "Llistat de contrasenyes",
            "Set title from"              : "Prendre com a títol",
            "Sort by"                     : "Ordenar per",
            "Title field"                 : "Camp títol",
            "Single click action"         : "Acció en fer un clic",
            "Double click action"         : "Acció en fer doble clic",
            "Copy password"               : "Copiar la contrasenya",
            "Copy username"               : "Copiar el nom d'usuari",
            "Copy website"                : "Copiar el lloc web",
            "Show details"                : "Mostrar els detalls",
            "Add copy options in menu"    : "Mostrar opcions de copiat al menú",
            "Show username in list view"  : "Mostrar nom d'usuari al llistat de contrasenyes",
            "Show tags in list view"      : "Mostrar etiquetes al llistat de contrasenyes",
            "Passwords Detail View"       : "Vista del detall d'una contrasenya",
            "Show website preview"        : "Mostrar vista prèvia del lloc web",
            "Show hidden custom fields"   : "Mostrar els camps personalitzats",
            "Search as i type"            : "Cercar mentre escric",
            "Search everywhere with Enter": "Cercar a tot arreu amb \"Enter\"",
            "Always show search section"  : "Mostrar sempre la secció de cerca",
            "Notifications"               : "Notificacions",
            "Send Emails for"             : "Quan enviar correus",
            "Security issues"             : "Esdeveniments relacionats amb la seguretat",
            "Passwords shared with me"    : "Contrasenyes compartides amb mi",
            "Show Notifications for"      : "Quan mostrar notificacions",
            "Other errors"                : "Altres errors",
            "Danger Zone"                 : "Zona perillosa",
            "Reset all settings"          : "Restablir els paràmetres per defecte",
            "Reset"                       : "Restablir",
            "Delete everything"           : "Esborrar-ho tot",
            "DELETE EVERYTHING"           : "ELIMINAR TOT",
            "Account reset requested"     : "Restableix el compte d'usuari",
            "View"                        : "Vista",
            "Default"                     : "Bàsica",
            "Advanced"                    : "Completa",
            "New password"                : "Nova contrasenya",
            "Repeat password"             : "Repetir contrasenya",
            "Old password"                : "Contrasenya antiga",
            "Password changed"            : "Contrasenya canviada",
            "Changing password failed"    : "Ha fallat la modificació de la contrasenya",
            "Administration Issues"       : "Problemes d'administració",
            "Password Sharing"            : "Compartició de contrasenyes",
            "Share as editable by default": "Per defecte compartir-les com a editables",
            "Allow sharing by default"    : "Per defecte permetre la compartició",
            "Code"                        : "Clau",
            "Invalid reset code"          : "Clau de restabliment no vàlida",
            "Security Check Hash"         : "Verificar \"hash\" de contrasenyes",
            "Don't store hashes"          : "No guardar \"hashes\"",
            "Store 50% of the hash"       : "Guardar el 50% del \"hash\"",
            "Store 75% of the hash"       : "Guardar el 75% del \"hash\"",
            "Store the full hash"         : "Guardar el \"hash\" sencer"
        },
        {
            "Mark passwords as weak if they are being used for multiple accounts"        : "Marcar les contrasenyes com a \"insegures\" quan s'utilitzin en més d'un compte",
            "Mark passwords as weak if they surpass the specified amount of days"        : "Marcar les contrasenyes com a \"insegures\" si són més antigues que el nombre de dies especificat",
            "A higher strength results in longer, more complex passwords"                : "Un nivell de força més alt crea contrasenyes més llargues i complexes",
            "Add numbers to generated passwords"                                         : "Afegir números a les contrasenyes generades",
            "Add special characters to generated passwords"                              : "Afegir caràcters especials a les contrasenyes generades",
            "Specify the amount of time after a request before the session is cancelled" : "Període de temps després del qual finalitza una sessió si no hi ha cap acció de l'usuari",
            "Choose the type of encryption used to encrypt data on the server"           : "Mode de xifratge amb el qual el servidor hauria de xifrar les dades",
            "Run the installation wizard to set up encryption for your passwords"        : "Truqueu a l'assistent d'instal·lació per activar el xifratge d'extrem a extrem",
            "Change the encryption password"                                             : "Canviar la contrasenya de xifratge",
            "Show the selected property as title in the list view"                       : "Mostrar l'atribut seleccionat com a títol a la vista de llista",
            "Sorts passwords by the selected property when sorting by name is selected"  : "Ordenar les contrasenyes per l'atribut especificat en lloc de per nom",
            "Action to perform when clicking on a password in the list view"             : "Acció a realitzar quan es fa clic en una contrasenya de la llista",
            "Action to perform when double clicking on a password in the list view"      : "Acció a realitzar quan es fa doble clic en una contrasenya",
            "Shows options to copy the password and user name in the menu"               : "Mostrar al menú les opcions per copiar la contrasenya i el nom d'usuari",
            "The initial section to be shown when the app is opened"                     : "La secció a mostrar quan s'obre l'aplicació",
            "Always show the username related to the password in the list view"          : "Mostrar sempre el nom d'usuari d'una contrasenya al llistat de contrasenyes",
            "Show the tags for each password in the list view. Increases loading times"  : "Mostrar les etiquetes de cada contrasenya al llistat de contrasenyes. Tingueu en compte que augmenta el temps de càrrega",
            "Show a preview of the associated website in the details. (Not on mobiles)"  : "Mostrar una vista prèvia del lloc web als detalls (no en dispositius mòbils).",
            "Show hidden custom fields in the edit form and detail section of a password": "Mostrar els camps autodefinits al formulari d'edició i als detalls de la contrasenya",
            "Start search when a key is pressed anywhere on the page"                    : "Iniciar la cerca tan bon punt es prem una tecla a qualsevol lloc de la plana",
            "Search everywhere when the enter key is pressed in the search box"          : "Cercar a tot arreu quan es prem la tecla \"Intro\" a la caixa de cerca",
            "Always show the section for global search in the navigation"                : "Mostrar sempre la secció per a la cerca global a la navegació",
            "Sends you e-mails about compromised passwords and other security issues"    : "Enviar-vos correus quan les contrasenyes es comprometin o sorgeixin problemes de seguretat",
            "Sends you e-mails when other people share passwords with you"               : "Enviar-vos correus quan altres persones us comparteixin contrasenyes",
            "Notifies you about compromised passwords and other security issues"         : "Avisar-vos sobre contrasenyes compromeses i altres problemes de seguretat",
            "Notifies you when other people share passwords with you"                    : "Avisar-vos quan altres persones us comparteixin contrasenyes",
            "Notifies you when a background operation fails"                             : "Avisar-vos quan fallin les tasques en segon pla",
            "Notifies you of configuration errors and other administrative issues"       : "Avisar-vos d'errors de configuració i altres problemes administratius",
            "Reset all settings on this page to their defaults"                          : "Restablir totes la configuracions d'aquesta pàgina (incloses les avançades)",
            "This will reset all settings to their defaults. Do you want to continue?"   : "Això restablirà tots els paràmetres als seus valors predeterminats. Voleu continuar?",
            "Start over and delete all configuration, passwords, folders and tags"       : "Restaurar la configuració de fàbrica i eliminar totes les contrasenyes, carpetes i etiquetes creades",
            "Enter \"{code}\" to reset your account and delete everything."              : "Escriviu \"{code}\" a continuació per restablir el vostre compte i suprimir totes les dades.",
            "You can use this dialog to change your master password."                    : "Amb aquest diàleg podeu canviar la vostra contrasenya mestra.",
            "Your password must be longer than 12 characters and not the old password"   : "La vostra contrasenya mestra ha de tenir almenys 12 caràcters i no pot ser l'antiga",
            "Please confirm your new password"                                           : "Reescriviu la nova contrasenya",
            "You must enter your old password"                                           : "Escriviu la vostra contrasenya antiga",
            "Your password has been changed successfully."                               : "S'ha canviat exitosament la vostra contrasenya.",
            "Enable the option to let other users edit a shared password by default"     : "De manera predeterminada, permetre als usuaris EDITAR la contrasenya que se'ls hi hagi compartit",
            "Enable the option to let other users share a shared password by default"    : "De manera predeterminada, permetre als usuaris COMPARTIR la contrasenya que se'ls hi hagi compartit",
            "Open the settings page in the handbook"                                     : "Obrir la pàgina de configuració al manual d'usuari"
        },
        {
            "Send keep-alive requests to the server to prevent the session from being cancelled"                          : "Envir sol·licituds continues en segon pla al servidor per evitar que es tanqui la sessió",
            "Choose the type of encryption used to encrypt data on the client before it's sent to the server"             : "Mode de xifratge amb el qual el dispositiu client xifra les dades abans de que s'enviïn al servidor.",
            "Do you want to delete all your settings, passwords, folders and tags?\nIt will NOT be possible to undo this.": "Esteu segur que voleu esborrar tota la vostra configuració, contrasenyes, carpetes i etiquetes? \ NAixò NO es pot desfer."
        },
        {
            "The SHA-1 hash is used to check for breached passwords. A partial hash can prevent brute force attacks in case the server is hacked but may also cause safe passwords to be mistakenly reported as breached.": "El hash SHA-1 s'utilitza per detectar contrasenyes compromeses. Desar un hash parcial pot dificultar els atacs de força bruta si el servidor és piratejat. Tanmateix, això en algun moment també podria assenyalar incorrectament algunes contrasenyes com a compromeses."
        }
    ],
    "pluralForm"  : "nplurals=2; plural=(n != 1);"
}
