{
    "translations": [
        {
            "Password Rules"              : "Regeln für Passwörter",
            "Mark duplicates"             : "Markiere Duplikate",
            "Maximum age in days"         : "Maximales Alter in Tagen",
            "Password Generator"          : "Passwortgenerator",
            "Password strength"           : "Stärke",
            "Include numbers"             : "Nummern verwenden",
            "Include special characters"  : "Sonderzeichen verwenden",
            "Login & Session"             : "Anmeldung & Sitzung",
            "Keep me logged in"           : "Ponechat mne přihlášeného",
            "Always"                      : "Vždy",
            "When i'm working"            : "Když pracuji",
            "When i'm active"             : "Když jsem aktivní",
            "End session after"           : "Ukončit relaci po nečinnosti trvající",
            "One minute"                  : "Minutu",
            "{minutes} minutes"           : "{minutes} minut",
            "End-to-end Encryption"       : "Šifrování mezi koncovými body",
            "Server encryption mode"      : "Režim šifrování na serveru",
            "None if CSE used"            : "Žádné pokud použito šifrování na straně klienta",
            "Simple encryption"           : "Jednoduché šifrování",
            "Advanced encryption"         : "Pokročilé šifrování",
            "Client encryption mode"      : "Režim šifrování na klientovi",
            "Enable"                      : "Zapnout",
            "Change Password"             : "Změnit heslo",
            "User Interface"              : "Uživatelské rozhraní",
            "Initial section"             : "Úvodní sekce",
            "All Passwords"               : "Všechna hesla",
            "Passwords List View"         : "Zobrazení hesel v seznamu",
            "Set title from"              : "Nastavit nadpis z",
            "Sort by"                     : "Seřadit podle",
            "Title field"                 : "Kolonky nadpis",
            "Single click action"         : "Akce při kliknutí",
            "Double click action"         : "Akce při dvojkliku",
            "Copy password"               : "Zkopírovat heslo",
            "Copy username"               : "Zkopírovat uživatelské jméno",
            "Copy website"                : "Zkopírovat adresu webu",
            "Show details"                : "Zobrazit podrobnosti",
            "Add copy options in menu"    : "Přidat do nabídky položky pro kopírování",
            "Show username in list view"  : "V zobrazení v seznamu zobrazovat uživatelské jméno",
            "Show tags in list view"      : "V zobrazení v seznamu zobrazovat štítky",
            "Passwords Detail View"       : "Zobrazení podrobností o heslech",
            "Show website preview"        : "Zobrazit náhled webu",
            "Show hidden custom fields"   : "Zobrazit skryté uživatelsky určené kolonky",
            "Search as i type"            : "Hledat v průběhu psaní",
            "Search everywhere with Enter": "Hledat všude klávesou Enter",
            "Always show search section"  : "Vždy zobrazit sekci hledání",
            "Notifications"               : "Upozorňování",
            "Send Emails for"             : "Odeslat e-maily pro",
            "Security issues"             : "Problémy se zabezpečením",
            "Passwords shared with me"    : "Hesla která mi někdo nasdílel",
            "Show Notifications for"      : "Zobrazit upozornění pro",
            "Other errors"                : "Ostatní chyby",
            "Danger Zone"                 : "Nebezpečná oblast",
            "Reset all settings"          : "Resetovat veškerá nastavení",
            "Reset"                       : "Resetovat",
            "Delete everything"           : "Vše smazat",
            "DELETE EVERYTHING"           : "VŠE SMAZAT",
            "Account reset requested"     : "Vyžádán reset účtu",
            "View"                        : "Zobrazit",
            "Default"                     : "Výchozí",
            "Advanced"                    : "Pokročilé",
            "New password"                : "Nové heslo",
            "Repeat password"             : "Zopakování zadání hesla",
            "Old password"                : "Původní heslo",
            "Password changed"            : "Heslo změněno",
            "Changing password failed"    : "Změna hesla se nezdařila",
            "Administration Issues"       : "Problémy správy",
            "Password Sharing"            : "Sdílení hesla",
            "Share as editable by default": "Ve výchozím stavu sdílet jako upravitelné",
            "Allow sharing by default"    : "Ve výchozím stavu umožnit sdílení",
            "Code"                        : "Kód",
            "Invalid reset code"          : "Neplatný resetovací kód",
            "Security Check Hash"         : "Otisk pro kontrolu bezpečnosti",
            "Don't store hashes"          : "Neukládat žádný otisk",
            "Store 50% of the hash"       : "Ukládat 50% otisku",
            "Store 75% of the hash"       : "Ukládat 75% otisku ",
            "Store the full hash"         : "Úplný otisk hesla"
        },
        {
            "Mark passwords as weak if they are being used for multiple accounts"        : "Označit hesla jako slabá pokud jsou použita pro vícero účtů",
            "Mark passwords as weak if they surpass the specified amount of days"        : "Označit hesla jako slabá pokud jsou starší než zadaný počet dnů",
            "A higher strength results in longer, more complex passwords"                : "Vyšší odolnost vede k delším, komplexnějším heslům",
            "Add numbers to generated passwords"                                         : "Přidávat do vytvářených hesel číslice",
            "Add special characters to generated passwords"                              : "Přidávat do vytvářených hesel speciální znaky",
            "Specify the amount of time after a request before the session is cancelled" : "Zadejte dobu po požadavku po jejímž uplynutí zrušit relaci",
            "Choose the type of encryption used to encrypt data on the server"           : "Zvolte typ šifrování, který použít pro data na serveru",
            "Run the installation wizard to set up encryption for your passwords"        : "Pokud chcete nastavit šifrování svých hesel, spusťte průvodce instalací",
            "Change the encryption password"                                             : "Změnit šifrovací heslo",
            "Show the selected property as title in the list view"                       : "Zobrazit označenou vlastnost jako nadpis v zobrazení v seznamu",
            "Sorts passwords by the selected property when sorting by name is selected"  : "Seřadí hesla podle vybrané vlastnosti, když je zvoleno řazení podle názvu",
            "Action to perform when clicking on a password in the list view"             : "Akce kteoru provést při kliknutí na heslo v zobrazení v seznamu",
            "Action to perform when double clicking on a password in the list view"      : "Akce kterou provést při dvojkliku na heslo v zobrazení v seznamu",
            "Shows options to copy the password and user name in the menu"               : "V nabídce zobrazit položky pro kopírování hesla a uživatelského jména",
            "The initial section to be shown when the app is opened"                     : "Úvodní sekce kterou zobrazit při otevření aplikace",
            "Always show the username related to the password in the list view"          : "V zobrazení v seznamu vždy zobrazit uživatelské jméno, související s heslem",
            "Show the tags for each password in the list view. Increases loading times"  : "Zobrazit šítky pro každé z hesel v zobrazení v seznamu. Prodlouží ale doby načítání",
            "Show a preview of the associated website in the details. (Not on mobiles)"  : "Zobrazit náhled souvisejícího webu v podrobnostech. (Ne na mobilních)",
            "Show hidden custom fields in the edit form and detail section of a password": "Zobrazit skryté uživatelsky určené kolonky ve formuláři úprav a sekci podrobností o hesle",
            "Start search when a key is pressed anywhere on the page"                    : "Začít hledat když je klávesa stisknuta kdekoli na stránce",
            "Search everywhere when the enter key is pressed in the search box"          : "Hledat všude když je klávesa Enter stisknuta v kolonce pro vyhledávání",
            "Always show the section for global search in the navigation"                : "V navigaci vždy zobrazit sekci pro globální vyhledávání",
            "Sends you e-mails about compromised passwords and other security issues"    : "Pošle vám e-maily o kompromitovaných heslech a ostatních problémech se zabezpečením",
            "Sends you e-mails when other people share passwords with you"               : "Pošle vám e-maily když vám ostatní lidé nasdílí hesla",
            "Notifies you about compromised passwords and other security issues"         : "Upozorní vás na kompromitovaná hesla a ostatní problémy se zabezpečením",
            "Notifies you when other people share passwords with you"                    : "Upozorní vás když vám ostatní lidé nasdílí hesla",
            "Notifies you when a background operation fails"                             : "Upozorní vás když se operace na pozadí nezdaří",
            "Notifies you of configuration errors and other administrative issues"       : "Upozorní vás na chyby v nastavení a ostatní problémy se správou.",
            "Reset all settings on this page to their defaults"                          : "Resetovat veškerá nastavení na této stránce do výchozích hodnot",
            "This will reset all settings to their defaults. Do you want to continue?"   : "Toto resetuje veškerá nastavení na jejich výchozí hodnoty. Opravdu chcete pokračovat?",
            "Start over and delete all configuration, passwords, folders and tags"       : "Začít znovu a smazat veškeré nastavení, hesla, složky a štítky",
            "Enter \"{code}\" to reset your account and delete everything."              : "Pokud chcete resetovat svůj uživatelský účet a všechno smazat, zadejte „{code}“.",
            "You can use this dialog to change your master password."                    : "Pomocí tohoto dialotu je možné změnit hlavní heslo.",
            "Your password must be longer than 12 characters and not the old password"   : "Je třeba, aby heslo bylo delší než 12 znaků a nejednalo se o to původní",
            "Please confirm your new password"                                           : "Zopakujte zadání nového hesla",
            "You must enter your old password"                                           : "Je třeba zadat původní heslo",
            "Your password has been changed successfully."                               : "Vaše heslo bylo úspěšně změněno.",
            "Enable the option to let other users edit a shared password by default"     : "Tuto volbu zapněte pokud chcete ve výchozím stavu umožnit ostatním uživatelům upravovoat jim nasdílená hesla",
            "Enable the option to let other users share a shared password by default"    : "Tuto volbu zapněte pokud chcete ve výchozím stavu umožnit ostatním uživatelům jim nasdílená hesla dál dalším uživatelům"
        },
        {
            "Send keep-alive requests to the server to prevent the session from being cancelled"                          : "Posílat požadavky pro udržení spojení a bránit tak zrušení relace",
            "Choose the type of encryption used to encrypt data on the client before it's sent to the server"             : "Zvolte typ šifrování použitý pro šifrování dat naklientovi dříve, než budou odeslána na server.",
            "Do you want to delete all your settings, passwords, folders and tags?\nIt will NOT be possible to undo this.": "Opravdu chcete smazat veškerá vaše nastavení, hesla, složky a štítky?\nToto NEBUDE možné vzít zpět."
        },
        {
            "The SHA-1 hash is used to check for breached passwords. A partial hash can prevent brute force attacks in case the server is hacked but may also cause safe passwords to be mistakenly reported as breached.": "Otisk algoritmem SHA-1 slouží pro kontrolu prolomených hesel. Částečný otisk může pomoci zabránit útoku hrubou silou v případě že je server kompromitován ale také může způsobovat, že i bezpečná hesla budou chybně označována jako prolomená."
        }
    ],
    "pluralForm"  : "nplurals=2; plural=(n != 1);"
}
