{
    "translations": [
        {
            "Password Rules"              : "Regeln für Passwörter",
            "Mark duplicates"             : "Markiere Duplikate",
            "Maximum age in days"         : "Maximales Alter in Tagen",
            "Password Generator"          : "Passwortgenerator",
            "Password strength"           : "Stärke",
            "Include numbers"             : "Nummern verwenden",
            "Include special characters"  : "Sonderzeichen verwenden",
            "Login & Session"             : "Anmeldung & Sitzung",
            "Keep me logged in"           : "Mich eingeloggt lassen",
            "Always"                      : "Immer",
            "When i'm working"            : "Wenn ich arbeite",
            "When i'm active"             : "Wenn ich aktiv bin",
            "End session after"           : "Beende Sitzung nach",
            "One minute"                  : "Einer Minute",
            "{minutes} minutes"           : "{minutes} Minuten",
            "Enc-to-end Encryption"       : "Ende-zu-Ende Verschlüsselung",
            "Server encryption mode"      : "Verschlüsselung auf Server",
            "None if CSE used"            : "Keine wenn CSE verwendet",
            "Simple encryption"           : "Einfache Verschlüsselung",
            "Advanced encryption"         : "Erweiterte Verschlüsselung",
            "Client encryption mode"      : "Verschlüsselung auf Endgerät",
            "Enable"                      : "Aktivieren",
            "Change Password"             : "Passwort ändern",
            "User Interface"              : "Benutzeroberfläche",
            "Initial section"             : "Initialer Bereich",
            "All Passwords"               : "Alle Passwörter",
            "Passwords List View"         : "Passwörter in der Listenansicht",
            "Set title from"              : "Dieses Feld als Titel verwenden",
            "Sort by"                     : "Sortiere nach",
            "Title field"                 : "Titel-Feld",
            "Single click action"         : "Aktion bei Klick",
            "Double click action"         : "Aktion bei Doppelklick",
            "Copy password"               : "Kopiere Passwort",
            "Copy username"               : "Kopiere Benutzer",
            "Copy website"                : "Kopiere Webseite",
            "Show details"                : "Zeige Details",
            "Add copy options in menu"    : "Zeige \"Kopieren\"-Menüeinträge",
            "Show username in list view"  : "Zeige Benutzername im Titel",
            "Show tags in list view"      : "Zeige Tags in der Liste",
            "Passwords Detail View"       : "Detailansicht für Passwörter",
            "Show website preview"        : "Zeige Webseitenvorschau",
            "Show hidden custom fields"   : "Zeige versteckte eigene Felder",
            "Search as i type"            : "Beim tippen suchen",
            "Search everywhere with Enter": "Suche überall mit \"Enter\"",
            "Always show search section"  : "Zeige die Suche-Sektion immer an",
            "Notifications"               : "Benachrichtigungen",
            "Send Emails for"             : "Sende E-Mails für",
            "Security issues"             : "Sicherheitsrelevante Ereignisse",
            "Passwords shared with me"    : "Mit mir geteilte Passwörter",
            "Show Notifications for"      : "Sende Benachrichtigungen für",
            "Other errors"                : "Andere Fehler",
            "Danger Zone"                 : "Gefahrenzone",
            "Reset all settings"          : "Einstellungen Zurücksetzen",
            "Reset"                       : "Zurücksetzen",
            "Delete everything"           : "Alles löschen",
            "DELETE EVERYTHING"           : "ALLES LÖSCHEN",
            "Account reset requested"     : "Benutzerkonto zurücksetzen",
            "View"                        : "Ansicht",
            "Default"                     : "Standard",
            "Advanced"                    : "Erweitert"
        },
        {
            "Mark passwords as weak if they are being used for multiple accounts"        : "Markiert Passwörter als \"Unsicher\" wenn sie für mehr als ein Konto verwendet werden",
            "Mark passwords as weak if they surpass the specified amount of days"        : "Markiert Passwörter als \"Unsicher\" wenn sie das in Tagen angegebene Alter überschreiten",
            "A higher strength results in longer, more complex passwords"                : "Ein höherer Stärke-Level erzeugt längere und komplexere Passwörter",
            "Add numbers to generated passwords"                                         : "Fügt den generierten Passwörtern Zahlen hinzu",
            "Add special characters to generated passwords"                              : "Fügt den generierten Passwörtern Sonderzeichen hinzu",
            "Specify the amount of time after a request before the session is cancelled" : "Stelle die Zeitspanne ein, nach der eine Sitzung beendet wird wenn keine Nutzeraktion erfolgt",
            "Choose the type of encryption used to encrypt data on the server"           : "Wähle den Verschlüsselungsmodus mit dem der Server Daten verschlüsseln soll",
            "Run the installation wizard to set up encryption for your passwords"        : "Rufe den Installationsassistenten zum aktivieren der Ende-zu-Ende Verschlüsselung auf",
            "Change the encryption password"                                             : "Ändere das Verschlüsselungspasswort",
            "Show the selected property as title in the list view"                       : "Zeigt das ausgewählte Attribut in der Listenansicht als Titel an",
            "Sorts passwords by the selected property when sorting by name is selected"  : "Sortiert Passwörter nach dem angegebenen Attribut anstatt nach dem Namen",
            "Action to perform when clicking on a password in the list view"             : "Aktion die beim Klick auf ein Passwort ausgeführt wird",
            "Action to perform when double clicking on a password in the list view"      : "Aktion die beim Doppelklick auf ein Passwort ausgeführt wird",
            "Shows options to copy the password and user name in the menu"               : "Zeigt die Optionen zum Kopieren von Passwort und Benutzername im Menü",
            "The initial section to be shown when the app is opened"                     : "Der Bereich der angezeigt wird wenn die App geöffnet wird",
            "Always show the username related to the password in the list view"          : "Zeigt immer den Benutzernamen für ein Passwort in der Listenansicht an",
            "Show the tags for each password in the list view. Increases loading times"  : "Zeigt die Tags für jedes Passwort in der Listenansicht. Erhöht die Ladezeit",
            "Show a preview of the associated website in the details. (Not on mobiles)"  : "Zeigt eine Vorschau der Webseite in den Details. (Nicht auf Mobilgeräten)",
            "Show hidden custom fields in the edit form and detail section of a password": "Zeigt versteckte selbst definierte Felder im Bearbeiten-Formular und in den Passwortdetails",
            "Start search when a key is pressed anywhere on the page"                    : "Startet die Suche sobald eine Taste gedrückt wird",
            "Search everywhere when the enter key is pressed in the search box"          : "Sucht überall wenn die Enter-Taste im Suchfeld gedrückt wird",
            "Always show the section for global search in the navigation"                : "Zeigt die Sektion für die globale Suche immer in der Navigation an",
            "Sends you e-mails about compromised passwords and other security issues"    : "Sendet dir E-Mails wenn Passwörter komprommitiert werden oder Sicherheitsprobleme auftreten",
            "Sends you e-mails when other people share passwords with you"               : "Sendet dir E-Mails wenn andere Passwörter mit dir teilen",
            "Notifies you about compromised passwords and other security issues"         : "Benachrichtigt dich bei kompromittierten Passwörtern und anderen Sicherheitsproblemen",
            "Notifies you when other people share passwords with you"                    : "Benachrichtigt dich, wenn andere Passwörter mit dir teilen",
            "Notifies you when a background operation fails"                             : "Benachrichtigt dich, wenn Hintergrundaufgaben fehlschlagen",
            "Reset all settings on this page to their defaults"                          : "Alle Einstellungen auf dieser Seite zurücksetzen",
            "This will reset all settings to their defaults. Do you want to continue?"   : "Dies wird alle Einstellungen auf den Standardwert zurücksetzen. Möchtest du fortfahren?",
            "Start over and delete all configuration, passwords, folders and tags"       : "Werkseinstellungen wiederherstellen und Passwörter, Ordner und Tags löschen",
            "You have to wait {seconds} seconds before you can reset your account."      : "Du musst {seconds} Sekunden warten bevor du dein Benutzerkonto zurücksetzen kannst."
        },
        {
            "Send keep-alive requests to the server to prevent the session from being cancelled"                          : "Sende Keepalive-Anfragen an den Server um das beenden der Sitzung zu verhindern",
            "Choose the type of encryption used to encrypt data on the client before it's sent to the server"             : "Wähle den Verschlüsselungsmodus mit dem das Endgerät Daten verschlüsselt bevor sie zum Server geschickt werden.",
            "Do you want to delete all your settings, passwords, folders and tags?\nIt will NOT be possible to undo this.": "Möchtest du wirklich alle deine Einstellungen, Passwörter, Ordner und Tags löschen und von vorne beginnen?\nDies lässt sich NICHT rückgängig machen."
        }
    ],
    "pluralForm"  : "nplurals=2; plural=(n != 1);"
}