{
    "translations": [
        {
            "Password Rules"              : "Reglas para contraseñas",
            "Mark duplicates"             : "Marcar duplicados",
            "Maximum age in days"         : "Duración máxima en días",
            "Password Generator"          : "Generador de contraseñas",
            "Password strength"           : "Fuerza",
            "Include numbers"             : "Usar números",
            "Include special characters"  : "Usar carácteres especiales",
            "Login & Session"             : "Registro y acceso",
            "Keep me logged in"           : "Mantenme conectado",
            "Always"                      : "Siempre",
            "When i'm working"            : "Cuando estoy trabajando",
            "When i'm active"             : "Cuando estoy activo",
            "End session after"           : "Finalizar sesión después de",
            "One minute"                  : "Un minuto",
            "{minutes} minutes"           : "{minutes} minutos",
            "End-to-end Encryption"       : "Encriptado de punto-a-punto",
            "Server encryption mode"      : "Cifrado en el servidor",
            "None if CSE used"            : "Ninguno si se usa cifrado en el cliente",
            "Simple encryption"           : "Cifrado simple",
            "Advanced encryption"         : "Cifrado avanzado",
            "Client encryption mode"      : "Cifrado en el dispositivo cliente",
            "Enable"                      : "Activar",
            "Change Password"             : "Cambiar la contraseña",
            "User Interface"              : "Interfaz de usuario",
            "Initial section"             : "Sección inicial",
            "All Passwords"               : "Todas las contraseñas",
            "Passwords List View"         : "Listado de contraseñas",
            "Set title from"              : "Tomar como título",
            "Sort by"                     : "Ordenar por",
            "Title field"                 : "Campo título",
            "Single click action"         : "Acción al hacer un clic",
            "Double click action"         : "Acción al hacer doble clic",
            "Copy password"               : "Copiar la contraseña",
            "Copy username"               : "Copiar el nombre de usuario",
            "Copy website"                : "Copiar el sitio web",
            "Show details"                : "Mostrar detalles",
            "Add copy options in menu"    : "Mostrar opciones de copiado en el menú",
            "Show username in list view"  : "Mostrar nombre de usuario en la lista de contraseñas",
            "Show tags in list view"      : "Mostrar etiquetas en la lista de contraseñas",
            "Passwords Detail View"       : "Vista del detalle de una contraseña",
            "Show website preview"        : "Mostrar previsualización de la web",
            "Show hidden custom fields"   : "Mostrar campos personalizados",
            "Search as i type"            : "Buscar mientras escribo",
            "Search everywhere with Enter": "Buscar en todas partes con \"Enter\"",
            "Always show search section"  : "Mostrar siempre la sección de búsqueda",
            "Notifications"               : "Notificaciones",
            "Send Emails for"             : "Cuándo enviar correos",
            "Security issues"             : "Eventos relacionados con la seguridad",
            "Passwords shared with me"    : "Contraseñas compartidas conmigo",
            "Show Notifications for"      : "Cuándo mostrar notificaciones",
            "Other errors"                : "Otros errores",
            "Danger Zone"                 : "Zona peligrosa",
            "Reset all settings"          : "Restablecer la configuración predeterminada",
            "Reset"                       : "Restablecer",
            "Delete everything"           : "Eliminar todo",
            "DELETE EVERYTHING"           : "ELIMINAR TODO",
            "Account reset requested"     : "Restablecer la cuenta de usuario",
            "View"                        : "Vista",
            "Default"                     : "Básica",
            "Advanced"                    : "Completa",
            "New password"                : "Nueva contraseña",
            "Repeat password"             : "Repetir contraseña",
            "Old password"                : "Contraseña antigua",
            "Password changed"            : "Contraseña cambiada",
            "Changing password failed"    : "Falló la modificación de la contraseña",
            "Administration Issues"       : "Problemas de administración",
            "Password Sharing"            : "Compartición de contraseñas",
            "Share as editable by default": "Por defecto compartirlas como editables",
            "Allow sharing by default"    : "Por defecto permitir la compartición",
            "Code"                        : "Clave",
            "Invalid reset code"          : "Clave de restablecimiento no válida",
            "Security Check Hash"         : "Verificar \"hash\" de contraseñas",
            "Don't store hashes"          : "No almacenar \"hashes\"",
            "Store 50% of the hash"       : "Almacenar el 50% del \"hash\"",
            "Store 75% of the hash"       : "Almacenar el 75% del \"hash\"",
            "Store the full hash"         : "Almacenar el \"hash\" completo"
        },
        {
            "Mark passwords as weak if they are being used for multiple accounts"        : "Marcar las contraseñas como \"inseguras\" cuando se utilicen en más de una cuenta",
            "Mark passwords as weak if they surpass the specified amount of days"        : "Marcar las contraseñas como \"inseguras\" si tienen una antigüedad superior a la cantidad de días especificada",
            "A higher strength results in longer, more complex passwords"                : "Un nivel de seguridad más alto crea contraseñas más largas y complejas",
            "Add numbers to generated passwords"                                         : "Agregar números a las contraseñas generadas",
            "Add special characters to generated passwords"                              : "Agregar carácteres especiales a las contraseñas generadas",
            "Specify the amount of time after a request before the session is cancelled" : "Período de tiempo después del cual finaliza una sesión si no hay ninguna acción del usuario",
            "Choose the type of encryption used to encrypt data on the server"           : "Modo de cifrado con el que el servidor debe cifrar los datos.",
            "Run the installation wizard to set up encryption for your passwords"        : "Llama al asistente de instalación para activar el cifrado de extremo a extremo.",
            "Change the encryption password"                                             : "Cambiar la contraseña de cifrado",
            "Show the selected property as title in the list view"                       : "Mostrar el atributo seleccionado como título en la vista de lista.",
            "Sorts passwords by the selected property when sorting by name is selected"  : "Ordenar las contraseñas por el atributo especificado en lugar de por nombre",
            "Action to perform when clicking on a password in the list view"             : "Acción a realizar cuando se hace clic en una contraseña de la lista",
            "Action to perform when double clicking on a password in the list view"      : "Acción a realizar cuando se hace doble clic en una contraseña",
            "Shows options to copy the password and user name in the menu"               : "Mostrar en el menú las opciones para copiar la contraseña y el nombre de usuario.",
            "The initial section to be shown when the app is opened"                     : "La sección a mostrar cuando se abre la aplicación",
            "Always show the username related to the password in the list view"          : "Mostrar siempre el nombre de usuario de una contraseña en la lista de contraseñas",
            "Show the tags for each password in the list view. Increases loading times"  : "Mostrar las etiquetas de cada contraseña en la lista de contraseñas. Ten en cuenta que esto aumenta el tiempo de carga",
            "Show a preview of the associated website in the details. (Not on mobiles)"  : "Mostrar una vista previa del sitio web en los detalles (no en dispositivos móviles).",
            "Show hidden custom fields in the edit form and detail section of a password": "Mostrar los campos autodefinidos en el formulario de edición y en los detalles de la contraseña",
            "Start search when a key is pressed anywhere on the page"                    : "Iniciar la búsqueda tan pronto como se presiona una tecla en cualquier lugar de la página",
            "Search everywhere when the enter key is pressed in the search box"          : "Buscar en todas partes cuando se presiona la tecla \"Enter\" en la caja de búsqueda",
            "Always show the section for global search in the navigation"                : "Siempre mostrar la sección para la búsqueda global en la navegación",
            "Sends you e-mails about compromised passwords and other security issues"    : "Enviarte correos cuando las contraseñas se vean comprometidas o surjan problemas de seguridad",
            "Sends you e-mails when other people share passwords with you"               : "Enviarte correos cuando otros compartan contraseñas contigo",
            "Notifies you about compromised passwords and other security issues"         : "Avisarte sobre contraseñas comprometidas y otros problemas de seguridad",
            "Notifies you when other people share passwords with you"                    : "Avisarte cuando otras personas te compartan contraseñas",
            "Notifies you when a background operation fails"                             : "Avisarte cuando fallen las tareas en segundo plano",
            "Notifies you of configuration errors and other administrative issues"       : "Avisarte de errores de configuración y otros problemas administrativos",
            "Reset all settings on this page to their defaults"                          : "Restablecer todas las configuraciones en esta página (incluídas las avanzadas)",
            "This will reset all settings to their defaults. Do you want to continue?"   : "Esto restablecerá todas las configuraciones a sus valores predeterminados. ¿Quieres continuar?",
            "Start over and delete all configuration, passwords, folders and tags"       : "Restaurar la configuración de fábrica y eliminar contraseñas, carpetas y etiquetas creadas",
            "Enter \"{code}\" to reset your account and delete everything."              : "Escribe \"{code}\" a continuación para restablecer tu cuenta y eliminar todos los datos.",
            "You can use this dialog to change your master password."                    : "Con este cuadro de diálogo puedes cambiar tu contraseña maestra.",
            "Your password must be longer than 12 characters and not the old password"   : "Tu contraseña debe tener al menos 12 caracteres y no puede ser la anterior",
            "Please confirm your new password"                                           : "Reescribe la nueva contraseña",
            "You must enter your old password"                                           : "Escribe tu antigua contraseña",
            "Your password has been changed successfully."                               : "Se ha cambiado exitosamente tu contraseña.",
            "Enable the option to let other users edit a shared password by default"     : "De manera predeterminada, permitir a los usuarios EDITAR la contraseña que se les haya compartido.",
            "Enable the option to let other users share a shared password by default"    : "De manera predeterminada, permitir a los usuarios COMPARTIR la contraseña que se les haya compartido.",
            "Open the settings page in the handbook"                                     : "Abrir la página de configuración en el manual de usuario"
        },
        {
            "Send keep-alive requests to the server to prevent the session from being cancelled"                          : "Enviar solicitudes continuas en segundo plano al servidor para evitar que la sesión finalice",
            "Choose the type of encryption used to encrypt data on the client before it's sent to the server"             : "Modo de cifrado con el que el dispositivo cliente cifra los datos antes de enviarlos al servidor.",
            "Do you want to delete all your settings, passwords, folders and tags?\nIt will NOT be possible to undo this.": "¿Estás seguro de que deseas borrar todas tus configuraciones, contraseñas, carpetas y etiquetas? \ NEsto NO PUEDE deshacerse."
        },
        {
            "The SHA-1 hash is used to check for breached passwords. A partial hash can prevent brute force attacks in case the server is hacked but may also cause safe passwords to be mistakenly reported as breached.": "El hash SHA-1 se utiliza para detectar contraseñas comprometidas. Guardar un hash parcial puede dificultar los ataques de fuerza bruta si el servidor es pirateado. Sin embargo, esto también podría señalar incorrectamente a algunas contraseñas como comprometidas."
        }
    ],
    "pluralForm"  : "nplurals=2; plural=(n != 1);"
}
