{
    "translations": [
        {
            "Password Rules"              : "Regole password",
            "Mark duplicates"             : "Segnala duplicati",
            "Maximum age in days"         : "Età massima in giorni",
            "Password Generator"          : "Genera password",
            "Password strength"           : "Forza password",
            "Include numbers"             : "Includi numeri",
            "Include special characters"  : "Includi caratteri speciali",
            "Login & Session"             : "Login & Sessione",
            "Keep me logged in"           : "Mantieni la sessione",
            "Always"                      : "Sempre",
            "When i'm working"            : "Mentre lavoro",
            "When i'm active"             : "Mentre sono attivo",
            "End session after"           : "Finisci la sessione dopo",
            "One minute"                  : "un minuto",
            "{minutes} minutes"           : "{minutes} minuti",
            "End-to-end Encryption"       : "Crittografia End-to-end",
            "Server encryption mode"      : "Modalità crittografia server",
            "None if CSE used"            : "Nessuna se CSE è usato",
            "Simple encryption"           : "Crittografia Semplice",
            "Advanced encryption"         : "Crittografia Avanzata",
            "Client encryption mode"      : "Modalità crittografia client",
            "Enable"                      : "Attiva",
            "Change Password"             : "Cambia password",
            "User Interface"              : "Interfaccia utente",
            "Initial section"             : "Sezione iniziale",
            "All Passwords"               : "Tutte le password",
            "Passwords List View"         : "Visualizza lista password",
            "Set title from"              : "Imposta il titolo da",
            "Sort by"                     : "Ordina per",
            "Title field"                 : "Campo titolo",
            "Single click action"         : "Azione click singolo",
            "Double click action"         : "Azione doppio click",
            "Copy password"               : "Copia password",
            "Copy username"               : "Copia utente",
            "Copy website"                : "Copia sito web",
            "Show details"                : "Mostra dettagli",
            "Add copy options in menu"    : "Aggiugi opzioni copia nel menù",
            "Show username in list view"  : "Mostra username nella lista",
            "Show tags in list view"      : "Mostra etichette nella lista",
            "Passwords Detail View"       : "Mostra dettagli password",
            "Show website preview"        : "Mostra anteprima sito web",
            "Show hidden custom fields"   : "Mostra campi personalizzati vuoti",
            "Search as i type"            : "Cerca mentre scrivo",
            "Search everywhere with Enter": "Cerca dappertutto con \"Invio\"",
            "Always show search section"  : "Mostra sempre sezione ricerca",
            "Notifications"               : "Notifiche",
            "Send Emails for"             : "Invia email per",
            "Security issues"             : "Problemi di sicurezza",
            "Passwords shared with me"    : "Password condivise con me",
            "Show Notifications for"      : "Mostra notifiche per",
            "Other errors"                : "Altri errori",
            "Danger Zone"                 : "Zona di pericolo",
            "Reset all settings"          : "Reimposta tutte le impostazioni",
            "Reset"                       : "Reimposta",
            "Delete everything"           : "Cancella tutto",
            "DELETE EVERYTHING"           : "CANCELLA TUTTO",
            "Account reset requested"     : "Reset account richiesto",
            "View"                        : "Mostra",
            "Default"                     : "Predefinito",
            "Advanced"                    : "Avanzate",
            "New password"                : "Nuova password",
            "Repeat password"             : "Ripeti password",
            "Old password"                : "Vecchia password",
            "Password changed"            : "Password cambiata",
            "Changing password failed"    : "Cambio password fallito",
            "Administration Issues"       : "Problemi di Amministrazione"
        },
        {
            "Mark passwords as weak if they are being used for multiple accounts"        : "Segnala password come non sicure se utilizzate da più account",
            "Mark passwords as weak if they surpass the specified amount of days"        : "Segnala password come non sicure se sorpassano il numero specificato di giorni",
            "A higher strength results in longer, more complex passwords"                : "Una sicurezza più alta indica password più lunghe e complesse",
            "Add numbers to generated passwords"                                         : "Aggiungi numeri alle password generate",
            "Add special characters to generated passwords"                              : "Aggiungi caratteri speciali alle password generate",
            "Specify the amount of time after a request before the session is cancelled" : "Specifica la quantità di tempo dopo il quale la sessione viene cancellata dopo l'ultima richiesta",
            "Choose the type of encryption used to encrypt data on the server"           : "Scegli il tipo di crittografia usato per criptare dati sul server",
            "Run the installation wizard to set up encryption for your passwords"        : "Esegui il wizard di installazione per impostare la crittografia delle tue password",
            "Change the encryption password"                                             : "Cambia la password di crittografia",
            "Show the selected property as title in the list view"                       : "Mostra le proprietà selezionate come titolo nella lista",
            "Sorts passwords by the selected property when sorting by name is selected"  : "Ordina le password per la proprietà selezionata quando la lista viene ordinata per nome",
            "Action to perform when clicking on a password in the list view"             : "Azione da eseguire premendo su una password nella lista",
            "Action to perform when double clicking on a password in the list view"      : "Azione da eseguire facendo doppio click su una password nella lista",
            "Shows options to copy the password and user name in the menu"               : "Mostra opzioni per copiare la password e l'utente nel menù",
            "The initial section to be shown when the app is opened"                     : "La sezione iniziale viene mostrata quando l'app viene aperta",
            "Always show the username related to the password in the list view"          : "Mostra sempre il nome utente relativo ad una password nella lista",
            "Show the tags for each password in the list view. Increases loading times"  : "Mostra le etichette per ogni password nella lista. Aumenta i tempi di caricamento",
            "Show a preview of the associated website in the details. (Not on mobiles)"  : "Mostra un anteprima del sito web associato nei dettagli. (Non da telefono)",
            "Show hidden custom fields in the edit form and detail section of a password": "Mostra campi personalizzati nascosti sul form di modifica e dettagli delle password",
            "Start search when a key is pressed anywhere on the page"                    : "Inizia a cercare quando un tasto qualsiasi è premuto sulla pagina",
            "Search everywhere when the enter key is pressed in the search box"          : "Cerca dappertutto quando l'invio viene premuto nella barra di ricerca",
            "Always show the section for global search in the navigation"                : "Mostra sempre la sezione per la ricerca globale nella navigazione",
            "Sends you e-mails about compromised passwords and other security issues"    : "Invia email in caso di password compromesse o altri problemi di sicurezza",
            "Sends you e-mails when other people share passwords with you"               : "Invia email quando altre persone condividono password con me",
            "Notifies you about compromised passwords and other security issues"         : "Notificami in caso di password compromesse o altri problemi di sicurezza",
            "Notifies you when other people share passwords with you"                    : "Notificami quando altre persone condividono password con me",
            "Notifies you when a background operation fails"                             : "Notificami quando una azione in secondo piano fallisce",
            "Notifies you of configuration errors and other administrative issues"       : "Notificami in caso di errori di configurazione e altri problemi di amministrazione",
            "Reset all settings on this page to their defaults"                          : "Reimposta tutte le impostazioni a quelle predefinite",
            "This will reset all settings to their defaults. Do you want to continue?"   : "Questo cancellerà tutte le impostazioni ai suoi default. Vuoi continuare?",
            "Start over and delete all configuration, passwords, folders and tags"       : "Ricomincia da capo e cancella tutta la tua configurazione, password, cartelle e etichette",
            "You can use this dialog to change your master password."                    : "Puoi usare questa finestra per cambiare la tua master password.",
            "Your password must be longer than 12 characters and not the old password"   : "La tua password deve essere più lunga di 12 caratteri e non la tua vecchia password",
            "Please confirm your new password"                                           : "Perfavore conferma la nuova password",
            "You must enter your old password"                                           : "Devi inserire la vecchia password",
            "Your password has been changed successfully."                               : "La tua password è stata cambiata con successo."
        },
        {
            "Send keep-alive requests to the server to prevent the session from being cancelled"                          : "Invia richieste keep-alive per prevenire che la sessione venga eliminata",
            "Choose the type of encryption used to encrypt data on the client before it's sent to the server"             : "Scegli il tipo di crittografia usato per criptare i dati sul client prima di inviarlo al server.",
            "Do you want to delete all your settings, passwords, folders and tags?\nIt will NOT be possible to undo this.": "Vuoi cancellare tutte le tue impostazioni, password, cartelle e etichette?\nNON sarà possibile annullare questo."
        }
    ],
    "pluralForm"  : "nplurals=2; plural=(n != 1);"
}
